run/flowTests/staticCylinderSheddingTest/bodyFittedCylinder/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          60;
        startFace       18160;
    }
    outlet
    {
        type            patch;
        nFaces          60;
        startFace       18220;
    }
    bottom
    {
        type            patch;
        nFaces          140;
        startFace       18280;
    }
    top
    {
        type            patch;
        nFaces          140;
        startFace       18420;
    }
    cylinder
    {
        type            wall;
        nFaces          80;
        startFace       18560;
    }
    defaultFaces
    {
        type            empty;
        nFaces          18400;
        startFace       18640;
    }
)

// ************************************************************************* //
